Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 크게 심호흡을 한 번 한 나는 내 손을 이리저리 살펴보다가 입을 열었다.{j}“제가 한 달 뒤에 국경 수비대에서 임무를 수행할 수 있을 정도가 될 거라 생각하십니까?”
en_us: Taking a deep breath, I glanced at my hand before asking, “Do you think I could become good enough to handle my duties at the Border Guards in a month?”{j}

source: 이것들은 뭔데 심장이 두 개나 있어.
en_us: What were they to have two hearts?

source: 나도 알아 이놈아.
en_us: I know that, man.

source: 덜덜 떨면서 담배 한 대 빨기 좋은 분위기다.
en_us: I would love a swig of cigarette in this cold.

source: 그럼 저 여자도 백작의 부인이겠지.
en_us: That would mean that the other woman was also the count’s wife.

source: 도리안도 그렇게 크게 놀라는 기색은 아니었다.
en_us: Dorian didn’t seem too impressed either.

source: 나는 게롯의 말을 중간에 잘랐다.{j}“방치하자는 게 아니에요.{j}우리가 아니라도 이 일을 할 사람이 있다는 거죠.{j}게롯 경이 화가 나신 건 이해하지 못할 게 아니지만, 달리 이 일에 집중할 사람이 있는데 이미 할 일이 산더미인 저와 게롯 경이 이 일에 신경을 쓸 필요는 없다는 뜻입니다.”
en_us: I cut him off, “I’m not saying we should ignore the case. I’m saying that there are others who could take care of this. I understand that you are angry, but we do not have to get ourselves involved when we have a mountain of work to do.”{j}{j}{j}

source: 사제한테 보낸다고 했잖아.
en_us: We had to send them to the priests, right?

source: 나는 대충 구석에 자리 잡고 앉아서 사람들을 살펴보기 시작했다.
en_us: I took to the corner to examine the crowd.

source: 진땀을 흘리며 몸을 이리저리 뒤트는 날 꾹 누르고 있던 게롯이 이내 등에 가져갔던 손을 거두고 말했다.{j}“제대로 구심점은 박혀 있군요.”
en_us: Gerrod, who had been holding me down as I sweated and writhed, finally let go and said, “I see that the core is in properly.”{j}

source: “어차피 한 달 뒤면 돌아올 수 없는 먼 길을 떠나는데, 내가 이 꼴이 되게 만든 호수 가서 오줌이라도 싸갈겨 볼까 합니다.”
en_us: “I’ll be going off on a journey I won’t be returning from in a month, so I want to take a piss at the lake that caused all this.”

source: 죽을 때가 되니 헛것이 보이는 건가.
en_us: Was I finally seeing things now that I was at the death’s door?

source: “마틴 레드우드, 왼쪽 방으로.”
en_us: “Martin Redwood, to the left.”

source: 정확히 말하면, 누가 그걸 쳐다보는 것 같다는 느낌만 받아도 미친 듯이 날뛴다.
en_us: To be exact, he went berserk whenever he felt that someone was staring at it.

source: 분위기하고는.
en_us: The atmosphere was dark.

source: 기분이 더럽다.
en_us: I felt like shit.

source: 심호흡을 마친 나는 물에 젖은 상의를 벗고 있는 힘껏 나뭇조각을 왼쪽 가슴 언저리에 박아넣었다.
en_us: Taking off the wet shirt after taking deep breaths, I pushed the piece of wood into my left chest with all my might.

source: 그 마음, 이해한다.
en_us: I could understand the feeling.

source: 눈보라가 심하다고 멈춰도 할 수 있는 일이 없다.
en_us: To be fair, even if we stopped due to the blizzard, there wasn’t much we could do.

source: 니들은 그런 걸 심장에 박아넣은 주제에 잘도 칼 휘두르면서 뛰어다니는구나.
en_us: Geez. How do you guys run around swinging swords like that with some stuff nailed to your heart?

source: “글쎄요, 호수에 빠져서 마신 물이 효험이 있었던 게 아닐까요.”
en_us: “I don’t know. Perhaps drinking all that water in the lake did some trick,” I said.

source: 내 말에 레온이 대답했다.{j}“서신으로 알 수 있는 일은 한정되어 있는 법이다.{j}자세하게 듣고 싶어서 부른 것이다.”
en_us: “There’s a limit to what one can find through a letter. I called because I want to hear the details,” replied Leon.{j}{j}

source: 하지만 그럼에도 불구하고 한번 두들겨 맞은 사람들은 빠르게 짐을 싸기 시작했다.
en_us: However, the men who were already beaten up began to pack up quickly.

source: “그럼, 식사하지.”
en_us: “Let’s dine.”

source: 시체, 찾아볼까요?”
en_us: Shall we look for the bodies then?”

source: 이 정도면 수천 권은 있을 것 같다.
en_us: There could be about a few thousand volumes of books.

source: “말로 할 때 순순히 누가 시킨 일인지 불면 좋게 끝난다.”
en_us: “You can end all of this if you just tell me who’s behind you,” the man threatened as I listened shitfaced.

source: 내가 빠진 곳 근처에 도착하면 바로 말해.”{j}내 말에 하인들이 대답을 돌려주고.
en_us: Let me know when I’m by the spot I fell in,” I ordered to which the servants answered.{j}

source: “시인이 되고 싶어 한다고?”
en_us: “He wants to be a poet, you say?” Dorian asked.

source: 좀먹은 나무판 위에 시커먼 타르로 '술집'이라고 적어놓은 다 무너져 가는 집이 그나마 멀쩡해 보이는 건물 중 하나였으니까.
en_us: The only freestanding building I could see was a run-down place with a “Tavern” written in tar over a block of rotten wood.

source: 이렇게 형편 좋은 기억상실이 세상에 어디 있냐.
en_us: What person had such a weirdly fortunate memory loss?

source: 어차피 음식이라는 게 어떻게든 목구멍 뒤로 넘기는 데 성공하고 나면 다 똑같다.
en_us: All food was same once you got it down your throat.

source: “뭐, 이후에는 아버님께서 알아서 잘하실 거라 생각합니다.
en_us: “Well, I believe that father would take care of the rest.

source: 그리고 둘째 아내이자 데이먼의 어머니 되는 사람의 이름은 제인이었다.
en_us: The second wife and the mother of Damon was Jane.

source: 국경 수비대?
en_us: Border Guards?

source: 집무실로 부른 건 오랜만이군.”
en_us: It’s been a while since I called you to the office.”

source: “화장분에 섞인 향이, 얼마나 귀한 물건인지에 따라 여자의 신분이 조금 더 구체화될 겁니다.”
en_us: “I think we could specify her status by examining how valuable the scented powder is,” I explained.

source: “지금이라면 집무실에 계실 겁니다.”
en_us: “He would be in his office by now.”

source: 마차에서 내리자 곧바로 로델린이 다가와서 나를 살펴본다.
en_us: Rodelline immediately walked over to examine me as soon as I got off the carriage.

source: 도리안은 손에 횃불을 쥔 채로 그 샛길을 부지런히 게걸음질 치며 입을 열었다.{j}“지금 지나가고 있는 곳이 17번 도로다.{j}지나갈 일이 종종 있을 테니, 잘 기억해두도록.”
en_us: Dorian scooted quickly down the path with the torch in his hand, “The path we’re on is Road 17. You will have to use it from time to time, so keep that in mind.”{j}{j}

source: 나는 그 말에 아, 하는 소리를 내고는 손을 물속에 집어넣었다.
en_us: Oh. I dipped my hand in the water at her words.

source: 나는 곧바로 물가에 묶어두었던 나룻배 쪽으로 향했고, 게롯을 비롯해 내가 데려온 사람들도 그 배 위에 올랐다.
en_us: I headed straight to the boat by the shore. Gerrod and the others soon got on.

source: 이 이상 해봤자 몸만 망가질걸.
en_us: Pushing for more would only hurt me.

source: 귀한 집 여식이다.
en_us: She was likely from a good family.

source: 내 말에 그가 대답했다.{j}“많은 숫자의 병력들이 통과할 수 있는 협곡이나, 길목 부근에는 따로 관문을 설치해 두었다.
en_us: “The valley is wide enough for a sizeable army to pass through, but the paths are gated.{j}

source: 어떻게든…… 딱 한 번만 피하면 된다.
en_us: If only... I could dodge him once.

source: 나는 시선을 돌려 하인들을 바라봤다.
en_us: I turned to the servants next.

source: 나는 표정을 짓고 그 말을 한 녀석을 바라봤다.
en_us: I looked at him, puzzled.

source: “그러니까 새끼들아.{j}시간 낭비하지 말라고 했잖아.”
en_us: “I told you bastards that you were wasting time.”{j}

source: 고생하셨습니다.”
en_us: Thank you,” I said.

source: 이름이 불린 나를 포함한 세 명은 옆으로 빠졌다.
en_us: The three of us including me stepped aside.

source: 레드우드 백작의 약지에 끼워진 반지는 두 개였다.
en_us: Count Redwood had two rings on his finger.

source: 레온 백작.
en_us: Count Leon.

source: 그리고, 통제하에 들어온 마력은 주인의 몸을 파괴하지 않는다.{j}하지만 한 번에 너무 많은 마력을 모으고, 그 마력을 자신의 통제하에 두는데 실패하면 통제되지 않은 마나가 육체를 부순다.
en_us: Normally, mana under control would not hurt its owner’s body, but if one collected too much at once and failed in gaining control, it would destroy the body.{j}

source: “내가 물에 빠질 당시에, 수행하고 있던 사람들을 방으로 불러줘.”
en_us: “Call the attendants who were with me when I fell into the water,” I ordered.

source: 게롯이 나를 도와주기 위해 심장의 구심점에 밀어 넣었던 마력이 양주라면, 폐를 타고 온몸에 퍼졌다가 다시 빠져나가는 마력은 그 양주를 2리터들이 물통에 한 방울 똑 하고 떨어뜨려 놓은 수준이다.
en_us: If what Gerrod had injected to my core was a hard alcohol, the mana that coursed through the lungs and back out was like that hard alcohol diluted with two liters of pure water.

source: “잘은 모르지만, 기억을 잃기 전의 저는 딱히 검과는 인연이 없었던 것 같은데요.”
en_us: “I’m not sure, but I don’t think I had much experience with swords before losing the memory,” I said.

source: “레드우드 가문의 시조는 수천 년을 살아온 드라이어드와 결혼해 이 가문을 이루었다는 전설이 있단다.
en_us: “There is a legend that the House of Redwood started with an ancestor who married a dryad who was thousands of years old.

source: 알았지?
en_us: Got it?

source: 며칠 동안 같은 일정이 이어졌다.
en_us: The same routine continued for days.

source: “처음 뵙겠습니다, 마틴 도련님.
en_us: “Nice to meet you, Young Master Martin.

source: 로델린은 목이라도 맬 것 같은 표정을 지었고, 데이먼과 제인은 얼굴로 '마침내 저 새끼가 사라지는구나.'{j}라고 말하고 있었다.
en_us: Rodelline looked at me as if she was ready to hang herself while Damon and Jane stared silently as if to say “There goes the bastard. Finally.”{j}

source: 엄밀히 말하면 뱃놀이는 아니었지만.
en_us: Well, to be fair, I supposed what happened to me didn’t qualify as boating...

source: 나는 무릎을 꿇은 채 몸을 덜덜 떨기 시작했다.{j}그리고, 마침내 심장을 타고 끔찍한 고통이 퍼진다.
en_us: I knelt and shuddered as the terrible pain spread throughout my heart.{j}

source: “그렇군요.
en_us: “I see.

source: “헤겍…… 흐에겍…….”
en_us: “Huff... Ugh...”

source: 생명 부여.
en_us: The dryad’s mana had the power of life.

source: 아예 처음 맡는 생소한 향기가 아니기 때문에 기억할 수 있을 거다.
en_us: Since I was familiar with the smell, I should be able to remember it for later.

source: 기사는 심장에 이물질을 박아넣는다.
en_us: A knight embedded a foreign substance in their heart.

source: 더 많이 필요하다.
en_us: I needed more.

source: 그 뒤로 일주일 정도 휴식 시간 없는 구타와 회유가 이어졌다.
en_us: The relentless beating and persuasion continued for about a week.

source: 마법사는 사지의 신경 중 하나에 연결점을 박아넣어, 대기 중의 마력을 손발처럼 다룬다.
en_us: A mage, on the other hand, embedded a link in their nerves to utilize mana in the atmosphere.

source: “커허읍!
en_us: “Cough!

source: 백작이 식사를 시작하고, 이후에 우리도 식사를 하기 시작했다.
en_us: The count started eating followed by the rest of us.

source: 결론.
en_us: The conclusion was...

source: “파세요.”
en_us: “You can dig.”

source: 뭐, 어쩔 수 없는 노릇이겠지.
en_us: It couldn’t be helped.

source: 내 말에 로델린이 작게 고개를 끄덕였다.
en_us: Rodelline nodded slightly.

source: 내 말에 도리안이 고개를 끄덕였다.
en_us: Dorian nodded.

source: 거기에서 끝나지 않아서 문제가 생겼던 모양이다.
en_us: The problem arose because she didn’t.

source: “아, 감사합니다!”
en_us: “Oh, thank you!”

source: 잠깐 방을 살펴본 나는 입을 열었다.{j}“월버트 웨이틀리.{j}시인이 되고 싶어 하는 왼손잡이 기사라.{j}며칠 뒤에는 국경 수비대 소속이 아니게 됩니다.{j}오른쪽 다리를 잘라내 의족으로 대체했습니다.{j}전역하는 이유는 그 때문이겠고.”
en_us: I looked around some more before speaking, “Walbert Waitley, a left-handed knight who wants to be a poet. He will no longer be part of the Border Guards in a few days. He had to replace his right leg with a prosthetic, which is likely why he is leaving.”{j}{j}{j}{j}{j}

source: “더 찾아내야 합니까?”{j}내 질문에 도리안이 고개를 저었다.
en_us: “Should I say something more?” I asked to which Dorian shook his head.{j}

source: 대신, 내 발목에 커다란 쇠공이 묶였다.
en_us: Instead, they tied a large metal ball to my ankles.

source: 구심점에 쌓인 마력이 일정량을 넘어가게 된다면 마력을 모은 주인의 영혼이 가진 특질을 발현하게 됩니다.
en_us: Once the amount of mana in your core reaches a certain point, it begins to assume the unique property of the user’s soul.

source: “다시 해보죠.”
en_us: “Let’s try again.”

source: 더럽게 피곤하네.
en_us: God, this was tiring.

source: 좋아, 이제 볼일은 끝났다.
en_us: Alright. I was done.

source: 내 말에 게롯이 나를 바라봤다.
en_us: Gerrod stared.

source: “원래 힘들고 고된 일 시킬 때는 다들 보람찬 일이라고 포장하기 마련이죠.”
en_us: “That’s what everyone says when they want you to do difficult and demanding work.”

source: “지금은 힘들겁니다.{j}어느 정도의 마력을 붙들어 놓을 것인지 세심하게 통제를 해야 하기 때문에…….”
en_us: “It might be difficult for now since you’ll have to have a fine control over how much mana you want to keep...” he warned.{j}

source: 나머지 인원은 선임병의 인솔하에 이동해 검사를 받도록.”{j}말을 마친 병참장교는 모인 사람들이 병사의 인솔을 따라 멀어지는 것을 확인하고 우리를 바라봤다.
en_us: Everyone else, follow your senior and get tested,” barked the commissary before watching the others walk away and turning to us.{j}

source: “너는 말을 조심해라.”
en_us: “Be careful with your words,” the count warned.

source: “제법 체력도 쓸만한 것 같아서 다행이야.
en_us: “I’m glad to see that you’re quite fit.

source: “5열 종대로!”{j}우리는 병참 장교의 말을 따라 복창한 다음 자리를 잡고 섰다.
en_us: “In line, 5 columns!” we repeated after the commissary and got into formation.{j}

source: 게롯이 약속한 것을 번복하는 성격은 아니었기에, 어부의 집에서 일어났던 살인 사건의 가해자를 특정하는 데 도움을 준 대가는 분명히 제공해주었다.
en_us: Gerrod wasn’t someone to retract his promise, so he made sure to compensate me for helping him figure out the murderer of the fisherman and his family.

source: 내 어머니라고 할 수 있는 백작 부인 로델린은 의사의 말에 동의했다.{j}덕분에, 나는 방 안에서 아무도 없이 혼자 있는 시간을 가질 수 있었다.
en_us: Countess Rodelline, my supposed mother, agreed, allowing me to spend time alone and undisturbed in my room.{j}

source: 안젤라는 침을 꿀꺽 삼킨 다음, 인사를 하고 자리에서 일어나 마틴 레드우드의 방 옆에 있는 작은 대기실 안으로 들어갔다.
en_us: Angela gulped before bowing and walking over to the small waiting room next to Martin Redwood’s bedroom.

source: 고생하셨습니다.”{j}게롯은 내가 눈을 감고 있자 피곤하다고 생각한 모양이다.
en_us: Thank you,” said Gerrod who seemed to think that I was tired since I had my eyes closed.{j}

source: 나쁘지 않은 생각이네.
en_us: Not a bad idea, I mused.

source: “자네가 받게 될 훈련은 제7수색대에서 전담하게 될 거다.
en_us: “You will be trained under the Seventh Division of the Scouts.

source: “하지만, 도련님과 제가 살아있는 것을 알게 된다면 그 마법사가 또다시 찾아올지도 모릅니다.”
en_us: “But the mage might chase us down if he finds out that we’re still alive,” argued Gerrod.

source: 나는 오두막 안에 있는 장작을 끌어모아 아궁이에 불을 지폈다.
en_us: Gathering the firewood, I lit up the fireplace.

source: 내 말에 게롯이 작게 한숨을 쉬었다.
en_us: Gerrod sighed.

source: 게롯이 으음, 하는 소리를 내고 나를 바라봤다.
en_us: Gerrod grunted and looked at me.

source: 나는 곧바로 책을 펼쳐 목차를 살폈다.
en_us: I opened the book and examined the table of contents right away.

source: “들어가도 되겠습니까?”
en_us: “May I come in?”

source: 경사가 70도가 넘어가는 절벽을, 손과 발을 사용해 기어 올라가는 걸 보고 있던 나는 작게 탄식했다.
en_us: I sighed quietly as I watched the man climb a 70 degree slope with only his hands and feet.

source: “바로 가지.”
en_us: “I’ll go right now.”

source: 말을 마친 로델린이 잠깐 그 문양을 바라보다가 시선을 돌렸다.
en_us: Rodelline finished her sentence and stared at the crest before turning her gaze.

source: 어차피 책이 목적이 아니라 사전이 목적이다.{j}사전을 보면 확실해지겠지.
en_us: I didn’t care about the book after all. What I wanted was the dictionary, which would confirm my suspicions.{j}

source: 애초에 하녀가 발이 예쁘다면 그건 직무유기일 가능성이 크니까.
en_us: If a maid had pretty feet, she wasn’t doing her work properly.

source: “씻고 싶은데.”
en_us: “I want to get a bath.”

source: 뭐, 안될 건 딱히 없다만.”
en_us: You could, I suppose.”

source: 그렇게 전해두겠습니다.
en_us: I would let them know.

source: 같이 밥 먹으러 오는 타이밍을 서로 미리 맞춰놓은 것이 아니라면 둘이 한 침대를 썼을 확률이 높다는 거다.
en_us: Unless they had arranged to meet before the meal, they likely shared a bed together.

source: 나는 도리안의 말을 듣고 잠깐 녀석을 바라보다가 희미하게 웃음을 지었다.
en_us: I looked at him before smiling faintly.

source: 남자친구 취향이 그런 쪽인가.
en_us: Was her boyfriend into that stuff?

source: 내 말에 식사를 하던 데이먼의 손이 딱 멈췄다.
en_us: Damon’s hand that had been picking up food froze.

source: 먹혀라, 먹혀야 한다.
en_us: Come on. This had to work.

source: 내 말에 로델린이 어깨를 으쓱했다.
en_us: Rodelline shrugged.

source: 많은 사람들이 꿈꾸는 돈 많은 백수라는 꿈을 나는 죽음을 겪고 난 다음에 가지게 된 것이다.
en_us: In short, after dying, I had achieved a life that many dreamed of: live as a rich kid who did nothing.

source: 근데 익사하기 전에 바닥을 본다고?
en_us: Then how could I have seen the bottom before drowning?

source: “갑자기 엄마가 보고 싶습니다.”
en_us: “I miss my mother all of a sudden,” I murmured.

source: 계속해서 석궁을 쏴붙이고는 있지만, 거리가 제법 있어서 그런지 제대로 사람을 맞추지는 못하고 있다.
en_us: Though they were still shooting, they were landing no hits as far as we were.

source: 나는 갑작스럽게 이상한 점을 느끼고 고개를 돌려 하인을 바라봤다.
en_us: Feeling uneasy, I turned to see the servant.

source: 사실, 지금도 그 녀석의 가족은 제가 보살펴 주고 있습니다.
en_us: Actually, I am still taking care of his family.

source: “그만, 그마아아안!”{j}멍하니 서 있던 사람들이 그 구타 속에 바닥을 구르며 비명을 지르기 시작한다.{j}구타는 5분 넘게 이어졌고, 마침내 병참 장교가 손을 살짝 들어 올리면서 끝나게 되었다.
en_us: “Stop. Stop!!” the crowd began to scream as they received the beating which continued for more than 5 minutes until the commissary raised his hand.{j}{j}

source: 식사를 마친 나는 물을 한 모금 마셨다.
en_us: After finishing the meal, I took a sip of the water.

source: 한 10분 정도 쉬고 있으려니, 게롯도 식사를 마치고 돌아왔다.
en_us: After 10 minutes or so, Gerrod returned, having finished his meal.

source: 그리고, 옆에 서 있던 여성이 울 것 같은 표정을 지은 채 목이 멘 소리로 질문을 던졌다.
en_us: Then the woman beside him spoke up, her voice dry and looking like she was about to break down weeping.

source: 눈앞이 아득하다.
en_us: My vision blurred.

source: 하루에 죽어 나가는 사람이 적어도 수천은 될 텐데.
en_us: Thousands of people died every day.

source: 곱게 말로 설명하면 되지 않냐고?
en_us: Then couldn’t the Border Guards just explain things like normal people?

source: 도련님이 몸 안에 모은 마력으로는 절대로 발현점에 닿을 수 없었습니다.”
en_us: You could not have reached the point of manifestation with the amount of mana you had in your body,” began Gerrod.

source: 내 말에 형상이 고개를 저었다.
en_us: The figure shook her head.

source: “잠시 쉬는 게 어떻겠습니까?”
en_us: “Why don’t we take a break for a moment?”

source: 저녁을 먹던 중에 당했군.
en_us: They must have been eating dinner when they were ambushed.

source: 17살짜리가 어떻게 서른 넘은 아저씨만도 못한 체력을 가지고 있는 거야.
en_us: How could a 17-year-old boy be less fit than a man over 30?

source: 이게 도로냐.
en_us: He calls this a road?

source: 대가 없이 움직이지는 않지만, 그렇다고 양아치처럼 등골을 빼먹을 생각은 없다.
en_us: Though I didn’t work without compensation, I wasn’t a scumbag who ripped people off.

source: 원래는 직모인데 고데기로 멋을 낸 거다.
en_us: The owner likely had straight hair which she had curled with a curling iron.

source: 앞에 있는 사람이 누군지 모를 때, 알아낼 수 있는 방법이 꼭 '누구세요?'{j}라고 물어보는 것만 있는 건 아니다.
en_us: We don’t have to ask “Who are you?” to find out who an unknown person was.{j}

source: 기억을 잃기 전의 저는 어지간히 유치했나 봅니다.”
en_us: I suppose I was quite childish before I lost my memories,” I replied smoothly.

source: “박지성이냐?”
en_us: “What are these? Park Ji Sung the soccer player?”

source: 대부분의 사람들이 거기에서 할당량을 채우지 못하고 생을 마감하는 것도 알고 있다.
en_us: I also knew that people died without ever meeting that quota.

source: “레브란트 후작가의 차남이 죽었다.”
en_us: “Marquess Levrant’s second son died,” said the count.

source: “알겠습니다.”{j}내 말에 수긍한 게롯이 손을 들어 연무장을 가리켰다.
en_us: “Understood,” Gerrod agreed as he pointed to the training ground.{j}

source: “도련님은 호수에서 뱃놀이를 하시다 빠지셨습니다.
en_us: “You fell into the lake while you were boating.

source: 손가락에 녹색 물이 약간 들어있다.{j}풀 같은 걸 다루면서 생긴 흔적이다.
en_us: His fingers were slightly stained green from working with plants.{j}

source: 동행하겠습니다.”
en_us: I would come with you.”

source: 잠깐 바람을 맞고 있던 나는 다시 창문을 닫고 신호줄을 당겼다.
en_us: After enjoying the breeze for a while, I closed the window again to pull the string.

source: 이제 저기로 헤엄쳐 가기만 한다면…….
en_us: If only I could swim over there...

source: “도련님.{j}도착했습니다.”
en_us: “Young master, we have arrived,” announced the servant.{j}

source: 이번에는 공격으로?”{j}게롯은 내 말에 동의하고 나서 다시금 나에게 질문을 던졌다.
en_us: Offense this time?” Gerrod agreed before asking again.{j}

source: 나는 데이먼의 말을 듣고 로델린을 돌아보며 웃음 지었다.{j}“어머니, 잠깐만 형님과 따로 이야기해도 괜찮을까요?”
en_us: I turned to Rodelline to give her a smile, “Mother, may I speak privately to my brother for a moment?”{j}

source: 그거 참 정력 찬 발언이군.
en_us: What a manly thing to say.

source: “죄송할 건 없다.
en_us: “There’s no need.

source: 내 말에 로델린이 씁쓸한 웃음을 지었다.
en_us: Rodelline smiled wistfully.

source: 우리는 지시에 맞춰 이동하기 시작했다.
en_us: We began to move on order.

source: “조금 괜찮아지셨습니까?
en_us: “Do you feel better?

source: 가문의 주치의인 베른에게 치료를 받을 수도 있고, 그 자유시간을 이용해서 가족의 얼굴을 보러 갈 수도 있다.
en_us: She might receive care from Verne the house physician or use the time to visit the family.

source: 도리안이라.
en_us: Dorian, huh?

source: “알았습니다.
en_us: “Alright.

source: 지금 시간이면 어디에 계실지 혹시 아십니까?”
en_us: Do you know where she may be in this time?” I asked.

source: 망할.
en_us: Damn.

source: 책상에 기대놓은 검이 눈에 들어온다.
en_us: My eyes fell on the sword leaning on the desk.

source: 하인들이 길을 안내하면, 게롯이 노를 저어 그 방향으로 향한다.
en_us: When the servants pointed to a direction, Gerrod rowed us over.

source: “동생이 가문의 영광과 잘못에 대한 보석을 위해 먼 길을 떠나는데 어떻게 기뻐할 수 있겠나.”
en_us: “How could I when my brother is leaving for his repentance and the family’s honor?”

source: “한 일주일 휴가 받았었다고 생각하면 되겠지.”
en_us: “Let’s just imagine that I got a week of vacation,” I murmured.

source: 나는 물을 한 모금 마신 다음에 제인과 레온 백작을 번갈아 바라봤다.
en_us: Taking a sip of water, I glanced between Jane and Count Leon.

source: “시킨 대로 잘했네.”
en_us: “I see you’ve followed my orders,” I approved.

source: 3시간 정도의 이동 끝에 도착한 장소는 쿠르스트 산맥으로 진입하는 입구에 위치한 막사였다.
en_us: After walking for about 3 hours, we arrived at a tent in front of the entrance to the Kurst Mountains.

source: 그게 우리가 이 상황에서 빠져나갈 수 있는 유일한 길이니까.”
en_us: That’s the only way we’re going to survive this situation.”

source: 그 이후로, 나는 하녀의 몸 치수를 더 측정해 보았다.{j}혹시 뭐 내가 알고 있는 사람의 몸과 큰 차이가 있는 곳이 있을까 싶어서.
en_us: Afterward, I measured other parts of the maid’s body, curious if they were any different from what I knew.{j}

source: 중년 남자 한 명이 서 있다.
en_us: There stood a middle-aged man.

source: “호수에서 물에 빠진 건 너 하나만이 아니다.{j}너는 살아남았지만, 다른 한 명은 결국 죽었지.”
en_us: “You’re not the only one who fell into the lake. You lived but the other died.”{j}

source: 부동호(不凍湖) 로티샤 호수.
en_us: Lake Roticha, the lake that never freezes.

source: 공명심에 눈이 멀어 잘못된 선택을 하지 않으신다면, 문제는 딱히 없습니다.”
en_us: Unless you make a mistake out of ambition, there won’t be an issue,” he replied.

source: 나는 그 말에 연무장 한쪽에 마련된 식탁 위를 바라봤다.
en_us: I glanced at the table in the corner of the training ground.

source: 그렇다고 그냥 있을 수는 없지.
en_us: But I couldn’t settle.

source: 게롯도 군말 없이 삽을 받아들고 나를 따라오기 시작했다.
en_us: Gerrod took the shovel without a complaint and tagged along.

source: “조심할게요.”
en_us: “I’ll be careful,” she reassured the other maid.

source: 마지막으로, 왼쪽 뺨에 자리 잡은 커다란 화상 자국.
en_us: On the left cheek was a big burn scar.

source: 그런 생각을 하고 있는데 도리안이 입을 열었다.{j}“하이랜더다.”
en_us: “A highlander,” said Dorian as I wondered.{j}

source: “네가 그런 재주가 있는 줄은 몰랐는데.”
en_us: “I did not know you had such talent.”

source: 여기에 오신 이유는 알 수 없지만, 그게 무엇이 되었건 저는 반대입니다.
en_us: Whatever it is that you’re after here, I’m not in favor of it.

source: 굳이 비유하자면 문과 체질이라고 해야 하나?
en_us: I might venture to say that he was a quite bookish one.

source: “아버지는 어디에 계시지?”{j}아침 식사를 마친 내가 질문을 던지자, 안젤라가 곧바로 대답했다.
en_us: “Where is father?” I asked to which Angela readily replied.{j}

source: “나중에라도 몸이 좋지 않은 것 같다면 꼭 베른을 찾아가 보거라.
en_us: “Do go to Verne if anything feels off later.

source: 레온 백작은 더 이상 말하기 싫다는 듯이 자신의 용건을 간단하게 말했다.{j}“오늘 저녁 중으로 이후 한 달 동안 너에게 검을 가르칠 사람이 온다.{j}왕국의 반석 기사단에서 퍼스트 나이트로 의무를 다하고 은퇴한 게롯 홀필드다.”
en_us: Count Leon swiftly moved to his conclusion as if he had no wish to continue this conversation, “Tonight, a tutor will come who’ll teach you swordfight for a month. His name is Gerrod Holfield, a retiree and a former First Knight of the Order of the Stone in the kingdom.”{j}{j}

source: “허……억.”{j}나는 그런 소리를 내고 몸을 떨기 시작했다.{j}심장을 쥐어짜는 것 같은 고통.
en_us: “U-ugh.” I groaned as I trembled, feeling a squeeze on my heart.{j}{j}

source: 그거 다행이네.
en_us: That’s a relief.

source: “더 못합니다.”
en_us: “No more.”

source: 말해도 뒤지고, 말 안 해도 뒤진다면야 조금 아파도 말 안 하고 죽을란다.”
en_us: If I’m going to die anyway if I talk or not, I’m going to die without blabbering even if it means I have to suffer a little.”

source: 나는 그 말에 고개를 끄덕였다.
en_us: I shook my head.

source: 나는 그 말에 고개를 끄덕이고 말했다.
en_us: I nodded.

source: 이해득실을 따지고, 이 행동이 나에게 도움이 되는지 아닌지를 하나하나 전부 따진다.
en_us: They calculated gains and losses. They measured how much they could benefit from any action.

source: 생각을 정리한 나는 신호줄을 당겼다.{j}안젤라가 방 안으로 들어왔다.
en_us: Having organized my thoughts, I pulled the string and Angela entered.{j}

source: 잠시 뒤, 도리안이 나에게 와서 입을 열었다.{j}“따라오도록.{j}자네는 현 시간부로 제7수색대 소속이다.”
en_us: He walked over a moment later to announce, “Follow me. From now on, you are part of the Seventh Division.”{j}{j}

source: 이 몸뚱어리 왜 이렇게 썩었냐.
en_us: Why was this body so rotten?

source: “어젯밤에 편지를 쓰셨다면 오늘 씻으시면서 옷을 갈아입으셨을 테니, 소매에 잉크나 촛농이 묻어있을 이유는 없죠.”
en_us: “Had you written a letter last night, there wouldn’t be ink or wax on your sleeves as you would have changed this morning when you washed.”

source: 게롯이 아니었으면 저기에서 죽었을지도 모른다.
en_us: It was true. I might have perished were it not for Gerrod.

source: 게롯이 절친한 사이라고 말한 기사다.
en_us: He was the knight that Gerrod was close to.

source: 바람이 점점 거칠어지고, 무심코 뒤를 돌아보면 칼로 날카롭게 깎아내릴 것 같은 절벽 아래로 펼쳐진 광경이 눈에 들어온다.
en_us: With the even harsher wind whipping by, I turned to see a sharp, dizzying cliff to my back.

source: 당연히, 상처는 작은 송곳 하나가 파고 들어간 정도의 크기니 피가 많이 나올 리도 없지.
en_us: Of course, with the wound about as small as a stab of an icepick, there could not be too much blood.

source: 어쨌든, 조건 없는 도움이라고 하는 것에 어색하지 않은 나는 약간 가슴이 간질거리는 느낌이 들기도 한다.
en_us: Still, I felt my heart flutter at the thought that she was willing to help me unconditionally.

source: 평생을 짊어지고 가게 되는 불쾌한 이물감.{j}심장에 이물질이 박혀 있다는 두려움.{j}조금만 실수해도 죽을 수 있다는 리스크.
en_us: They would have to live all their life with the unpleasant feeling in their heart, the fear that something was lodged in their heart, and the risk of death at the slightest mistake.{j}{j}
